Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.auth.returning_to_app
source: Returning to KnotQ…
ar: جاري العودة إلى KnotQ…
cs: Návrat do KnotQ…
da: Returnerer til KnotQ…
de: Wird zu KnotQ zurückgegeben…
el: Επιστροφή στο KnotQ…
es: Volviendo a KnotQ…
fi: Palataan KnotQ:hn…
fr: Retour à KnotQ…
he: חוזר ל-KnotQ…
hi: KnotQ पर वापस लौट रहा है…
hu: Visszatérés a KnotQ-ba…
id: Kembali ke KnotQ…
it: Ritorno a KnotQ…
ja: KnotQに戻ります…
ko: KnotQ로 돌아가는 중…
ms: Kembali ke KnotQ…
nb: Returnerer til KnotQ…
nl: Terugkeren naar KnotQ…
pl: Powrót do KnotQ…
pt_br: Retornando ao KnotQ…
pt_pt: A regressar a KnotQ…
ro: Revenire la KnotQ…
ru: Возврат в KnotQ…
sk: Vrátenie do KnotQ…
sv: Återvänder till KnotQ…
th: กำลังกลับไปยัง KnotQ…
tr: KnotQ'ya dönülüyor…
uk: Повернення до KnotQ…
vi: Quay lại KnotQ…
zh_hans: 正在返回 KnotQ…
zh_hant: 正在返回 KnotQ…

# web.auth.sign_in
source: Sign in
ar: تسجيل الدخول
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
he: התחברות
hi: साइन-इन करें
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
ko: 로그인
ms: Log masuk
nb: Logg inn
nl: Aanmelden
pl: Zaloguj się
pt_br: Conectar
pt_pt: Iniciar sessão
ro: Conectare
ru: Войти
sk: Prihlásiť sa
sv: Logga in
th: ลงชื่อเข้าใช้
tr: Oturum aç
uk: Увійти
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# web.auth.sign_in_failed
source: Sign-in failed.
ar: فشل تسجيل الدخول.
cs: Přihlášení se nezdařilo.
da: Log ind mislykkedes.
de: Anmeldung fehlgeschlagen.
el: Η σύνδεση απέτυχε.
es: El inicio de sesión falló.
fi: Kirjautuminen epäonnistui.
fr: La connexion a échoué.
he: ההתחברות נכשלה.
hi: साइन-इन विफल रहा।
hu: Bejelentkezés meghiúsult.
id: Masuk gagal.
it: Accesso non riuscito.
ja: サインインに失敗しました。
ko: 로그인이 실패했습니다.
ms: Sign-in gagal.
nb: Pålogging mislyktes.
nl: Aanmelden mislukt.
pl: Logowanie nie powiodło się.
pt_br: Login falhou.
pt_pt: Falha ao iniciar sessão.
ro: Conectarea a eșuat.
ru: Вход не выполнен.
sk: Prihlásenie zlyhalo.
sv: Inloggningen misslyckades.
th: การลงชื่อเข้าใช้ล้มเหลว
tr: Oturum açma başarısız oldu.
uk: Вхід не виконано.
vi: Đăng nhập không thành công.
zh_hans: 登录失败。
zh_hant: 登入失敗。

# web.auth.verify
source: Verify
ar: التحقق
cs: Ověřit
da: Bekræft
de: Überprüfen
el: Επιβεβαίωση
es: Verificar
fi: Vahvista
fr: Vérifier
he: אימות
hi: सत्यापित करें
hu: Ellenőrzés
id: Verifikasi
it: Verifica
ja: 確認
ko: 확인
ms: Sahkan
nb: Bekreft
nl: Verifiëren
pl: Weryfikuj
pt_br: Verificar
pt_pt: Verificar
ro: Verificare
ru: Подтвердить
sk: Overiť
sv: Verifiera
th: ยืนยัน
tr: Doğrula
uk: Перевірити
vi: Xác minh
zh_hans: 验证
zh_hant: 驗證

# web.billing.error_checkout_failed_with_code
source: Checkout could not be started. (HTTP {code})
ar: تعذر بدء الدفع. (HTTP {code})
cs: Nákup se nepodařilo zahájit. (HTTP {code})
da: Checkout kunne ikke startes. (HTTP {code})
de: Checkout konnte nicht gestartet werden. (HTTP {code})
el: Η αγορά δεν ήταν δυνατή να ξεκινήσει. (HTTP {code})
es: No se pudo iniciar la compra. (HTTP {code})
fi: Kassaa ei voitu aloittaa. (HTTP {code})
fr: L'achat n'a pas pu être lancé. (HTTP {code})
he: לא היה אפשר להתחיל את התשלום. (HTTP {code})
hi: चेकआउट शुरू नहीं किया जा सका। (HTTP {code})
hu: A pénztár nem indítható el. (HTTP {code})
id: Pembayaran tidak dapat dimulai. (HTTP {code})
it: Non è stato possibile avviare il pagamento. (HTTP {code})
ja: チェックアウトを開始できませんでした。(HTTP {code})
ko: 결제를 시작할 수 없습니다. (HTTP {code})
ms: Checkout tidak dapat dimulakan. (HTTP {code})
nb: Kjøpsprosessen kunne ikke startes. (HTTP {code})
nl: Checkout kon niet worden gestart. (HTTP {code})
pl: Kasa nie mogła zostać rozpoczęta. (HTTP {code})
pt_br: Não foi possível iniciar o checkout. (HTTP {code})
pt_pt: O pagamento não pôde ser iniciado. (HTTP {code})
ro: Plata nu a putut fi pornită. (HTTP {code})
ru: Оплату не удалось начать. (HTTP {code})
sk: Nákup sa nemohol spustiť. (HTTP {code})
sv: Kassan kunde inte startas. (HTTP {code})
th: ไม่สามารถเริ่ม Checkout (HTTP {code})
tr: Ödeme işlemi başlatılamadı. (HTTP {code})
uk: Оплату не вдалося розпочати. (HTTP {code})
vi: Thanh toán không thể bắt đầu. (HTTP {code})
zh_hans: 无法启动结账。(HTTP {code})
zh_hant: 無法啟動結帳。(HTTP {code})

# web.billing.error_checkout_load_failed
source: Checkout couldn’t load. Please refresh and try again.
ar: تعذر تحميل الدفع. يرجى تحديث الصفحة والمحاولة مرة أخرى.
cs: Nákup se nepodařilo načíst. Obnovte a zkuste to znovu.
da: Checkout kunne ikke indlæses. Opdater siden og prøv igen.
de: Checkout konnte nicht geladen werden. Bitte aktualisieren Sie und versuchen Sie es erneut.
el: Η αγορά δεν ήταν δυνατή να φορτωθεί. Παρακαλώ ανανεώστε και δοκιμάστε ξανά.
es: No se pudo cargar la compra. Por favor, actualiza e intenta de nuevo.
fi: Kassaa ei voitu ladata. Päivitä ja yritä uudelleen.
fr: L'achat n'a pas pu charger. Veuillez actualiser et réessayer.
he: תשלום לא יכול להטעין. אנא רענן ונסה שוב.
hi: चेकआउट लोड नहीं हो सका। कृपया ताज़ा करें और फिर से प्रयास करें।
hu: A pénztár nem tudott betölteni. Frissítsen, majd próbálja meg újra.
id: Pembayaran tidak dapat dimuat. Silakan segarkan dan coba lagi.
it: Non è stato possibile caricare il pagamento. Aggiorna la pagina e riprova.
ja: チェックアウトを読み込むことができませんでした。更新してもう一度お試しください。
ko: 결제를 로드할 수 없습니다. 새로고침 후 다시 시도하세요.
ms: Checkout tidak dapat dimuatkan. Sila segarkan dan cuba lagi.
nb: Kjøpsprosessen kunne ikke lastes inn. Oppdater og prøv igjen.
nl: Checkout kon niet laden. Vernieuw en probeer het opnieuw.
pl: Kasa nie mogła się załadować. Odśwież stronę i spróbuj ponownie.
pt_br: O checkout não pôde ser carregado. Atualize a página e tente novamente.
pt_pt: O pagamento não conseguiu carregar. Atualize e tente novamente.
ro: Plata nu a putut fi încărcată. Vă rugăm să reîncărcați și să încercați din nou.
ru: Оплата не загрузилась. Пожалуйста, обновите и попробуйте снова.
sk: Nákup sa nemohol načítať. Prosím obnovte a skúste znova.
sv: Kassan kunde inte läsas in. Uppdatera och försök igen.
th: Checkout ไม่สามารถโหลดได้ โปรดรีเฟรชและลองอีกครั้ง
tr: Ödeme işlemi yüklenemedi. Lütfen yenileyin ve tekrar deneyin.
uk: Оплату не вдалося завантажити. Оновіть сторінку та спробуйте ще раз.
vi: Thanh toán không thể tải. Vui lòng làm mới và thử lại.
zh_hans: 结账无法加载。请刷新并重试。
zh_hant: 結帳無法載入。請重新整理並重試。

# web.billing.error_checkout_start_failed
source: Checkout could not be started.
ar: تعذر بدء الدفع.
cs: Nákup se nepodařilo zahájit.
da: Checkout kunne ikke startes.
de: Checkout konnte nicht gestartet werden.
el: Η αγορά δεν ήταν δυνατή να ξεκινήσει.
es: No se pudo iniciar la compra.
fi: Kassaa ei voitu aloittaa.
fr: L'achat n'a pas pu être lancé.
he: לא היה אפשר להתחיל את התשלום.
hi: चेकआउट शुरू नहीं किया जा सका।
hu: A pénztár nem indítható el.
id: Pembayaran tidak dapat dimulai.
it: Non è stato possibile avviare il pagamento.
ja: チェックアウトを開始できませんでした。
ko: 결제를 시작할 수 없습니다.
ms: Checkout tidak dapat dimulakan.
nb: Kjøpsprosessen kunne ikke startes.
nl: Checkout kon niet worden gestart.
pl: Kasa nie mogła zostać rozpoczęta.
pt_br: Não foi possível iniciar o checkout.
pt_pt: O pagamento não pôde ser iniciado.
ro: Plata nu a putut fi pornită.
ru: Оплату не удалось начать.
sk: Nákup sa nemohol spustiť.
sv: Kassan kunde inte startas.
th: ไม่สามารถเริ่ม Checkout
tr: Ödeme işlemi başlatılamadı.
uk: Оплату не вдалося розпочати.
vi: Thanh toán không thể bắt đầu.
zh_hans: 无法启动结账。
zh_hant: 無法啟動結帳。

# web.billing.error_create_account_first
source: Create a KnotQ account before subscribing.
ar: أنشئ حساب KnotQ قبل الاشتراك.
cs: Vytvořte účet KnotQ před přihlášením k odběru.
da: Opret en KnotQ-konto før du abonnerer.
de: Erstellen Sie ein KnotQ-Konto, bevor Sie abonnieren.
el: Δημιουργήστε έναν λογαριασμό KnotQ πριν κάνετε συνδρομή.
es: Crea una cuenta de KnotQ antes de suscribirte.
fi: Luo KnotQ-tili ennen tilaamista.
fr: Créez un compte KnotQ avant de vous abonner.
he: יצור חשבון KnotQ לפני ההרשמה.
hi: सदस्यता लेने से पहले KnotQ खाता बनाएँ।
hu: Hozzon létre egy KnotQ-fiókot az előfizetés előtt.
id: Buat akun KnotQ sebelum berlangganan.
it: Crea un account KnotQ prima di abbonarti.
ja: 購読する前にKnotQアカウントを作成してください。
ko: 구독하기 전에 KnotQ 계정을 만드세요.
ms: Buat akaun KnotQ sebelum melanggan.
nb: Opprett en KnotQ-konto før du abonnerer.
nl: Maak een KnotQ-account aan voordat je je abonneert.
pl: Utwórz konto KnotQ przed subskrypcją.
pt_br: Crie uma conta KnotQ antes de se inscrever.
pt_pt: Crie uma conta KnotQ antes de subscrever.
ro: Creați un cont KnotQ înainte de a vă abona.
ru: Создайте учётную запись KnotQ перед подпиской.
sk: Pred prihlásením vytvorte účet KnotQ.
sv: Skapa ett KnotQ-konto innan du prenumererar.
th: สร้างบัญชี KnotQ ก่อนสมัครสมาชิก
tr: Abone olmadan önce bir KnotQ hesabı oluşturun.
uk: Створіть обліковий запис KnotQ перед підпискою.
vi: Tạo tài khoản KnotQ trước khi đăng ký.
zh_hans: 订阅前请创建 KnotQ 账户。
zh_hant: 訂閱前請建立 KnotQ 帳戶。

# web.billing.error_email_mismatch
source: This checkout link does not match the signed-in account.
ar: رابط الدفع هذا لا يتطابق مع الحساب المسجل الدخول.
cs: Tento odkaz na nákup neodpovídá přihlášenému účtu.
da: Dette checkout-link passer ikke til den loggede konto.
de: Dieser Checkout-Link stimmt nicht mit dem angemeldeten Konto überein.
el: Αυτός ο σύνδεσμος αγοράς δεν αντιστοιχεί στο συνδεδεμένο λογαριασμό.
es: Este enlace de compra no coincide con la cuenta iniciada.
fi: Tämä kassenlinkki ei vastaa kirjautunutta tiliä.
fr: Ce lien d'achat ne correspond pas au compte connecté.
he: קישור תשלום זה לא תואם את החשבון שהוזן.
hi: यह चेकआउट लिंक साइन-इन किए गए खाते से मेल नहीं खाता।
hu: Ez a pénztár link nem felel meg a bejelentkeztetett fióknak.
id: Tautan pembayaran ini tidak cocok dengan akun yang masuk.
it: Questo link di pagamento non corrisponde all'account connesso.
ja: このチェックアウトリンクはサインインアカウントと一致しません。
ko: 이 결제 링크가 로그인한 계정과 일치하지 않습니다.
ms: Pautan checkout ini tidak sepadan dengan akaun yang log masuk.
nb: Denne kjøpslenken samsvarer ikke med den påloggede kontoen.
nl: Deze checkoutlink past niet bij het aangemelde account.
pl: Ten link do kasy nie odpowiada zalogowanemu kontou.
pt_br: Este link de checkout não corresponde à conta conectada.
pt_pt: Esta ligação de pagamento não corresponde à conta iniciada.
ro: Acest link de plată nu se potrivește cu contul conectat.
ru: Эта ссылка оплаты не совпадает с учётной записью входа.
sk: Tento odkaz na nákup sa nezhoduje s prihláseným účtom.
sv: Den här kassalänken matchar inte det inloggade kontot.
th: ลิงก์ checkout นี้ไม่ตรงกับบัญชีที่ลงชื่อเข้าใช้
tr: Bu ödeme işlemi bağlantısı oturum açmış hesapla eşleşmiyor.
uk: Це посилання оплати не збігається з активним обліковим записом.
vi: Liên kết thanh toán này không khớp với tài khoản đã đăng nhập.
zh_hans: 此结账链接与已登录账户不匹配。
zh_hant: 此結帳連結與已登入的帳戶不符。

# web.billing.error_endpoint_unavailable
source: Checkout endpoint not available.
ar: نقطة نهاية الدفع غير متاحة.
cs: Koncový bod nákupu není dostupný.
da: Checkout-slutpunkt ikke tilgængeligt.
de: Checkout-Endpunkt nicht verfügbar.
el: Το τελικό σημείο αγοράς δεν είναι διαθέσιμο.
es: Punto final de compra no disponible.
fi: Kassan päätepistepalvelu ei ole käytettävissä.
fr: Le point de terminaison d'achat n'est pas disponible.
he: נקודת קצה תשלום לא זמינה.
hi: चेकआउट एंडपॉइंट उपलब्ध नहीं है।
hu: Pénztár végpont nem elérhető.
id: Titik akhir pembayaran tidak tersedia.
it: Endpoint di pagamento non disponibile.
ja: チェックアウトエンドポイント利用不可。
ko: 결제 엔드포인트를 사용할 수 없습니다.
ms: Titik akhir checkout tidak tersedia.
nb: Kjøpsendepunkt ikke tilgjengelig.
nl: Checkout-eindpunt niet beschikbaar.
pl: Punkt końcowy kasy niedostępny.
pt_br: Endpoint de checkout não disponível.
pt_pt: Endpoint de pagamento não disponível.
ro: Punctul de plată nu este disponibil.
ru: Конечная точка оплаты недоступна.
sk: Koncový bod nákupu nie je dostupný.
sv: Kassslutpunkt inte tillgänglig.
th: ปลายทาง Checkout ไม่พร้อมใช้งาน
tr: Ödeme işlemi uç noktası kullanılamıyor.
uk: Кінцева точка оплати недоступна.
vi: Điểm cuối thanh toán không khả dụng.
zh_hans: 结账端点不可用。
zh_hant: 結帳端點不可用。

# web.billing.error_invalid_configuration
source: Checkout configuration is invalid. Verify the store and variant IDs in the billing settings.
ar: تكوين الدفع غير صحيح. تحقق من معرفات المتجر والمتغير في إعدادات الفواتير.
cs: Konfigurace nákupu je neplatná. Ověřte ID obchodu a varianty v nastavení fakturace.
da: Checkout-konfiguration er ugyldig. Bekræft butiks- og variantnumre i faktureringsindstillingerne.
de: Checkout-Konfiguration ist ungültig. Überprüfen Sie die Store- und Variant-IDs in den Abrechnungseinstellungen.
el: Η ρύθμιση αγοράς είναι άκυρη. Επιβεβαιώστε τα αναγνωριστικά αποθήκης και παραλλαγής στις ρυθμίσεις τιμολόγησης.
es: La configuración de compra no es válida. Verifica los IDs de tienda y variante en la configuración de facturación.
fi: Kassan määritys on virheellinen. Tarkista kaupan ja variantin tunnukset laskutusasetuksista.
fr: La configuration d'achat est invalide. Vérifiez les ID du magasin et de la variante dans les paramètres de facturation.
he: הגדרת תשלום אינה תקינה. אמת את מזהה החנות וההריאנט בהגדרות החיוב.
hi: चेकआउट कॉन्फ़िगरेशन अमान्य है। बिलिंग सेटिंग्स में स्टोर और वेरिएंट आईडी को सत्यापित करें।
hu: A pénztár konfigurációja érvénytelen. Erősítse meg az üzlet- és változatazonosítókat a számlázási beállításokban.
id: Konfigurasi pembayaran tidak valid. Verifikasi ID toko dan varian dalam pengaturan penagihan.
it: La configurazione di pagamento non è valida. Verifica gli ID del negozio e della variante nelle impostazioni di fatturazione.
ja: チェックアウト設定が無効です。請求設定でストアとバリアントIDを確認してください。
ko: 결제 구성이 유효하지 않습니다. 청구 설정에서 스토어 및 변형 ID를 확인하세요.
ms: Konfigurasi checkout tidak sah. Sahkan ID kedai dan varian dalam tetapan pengebilan.
nb: Kjøpskonfigurasjonen er ugyldig. Verifiser butikk- og variant-ID-ene i faktureringsinnstillingene.
nl: Checkoutconfiguratie is ongeldig. Verifieer de winkel- en variant-ID's in de factureringsinstellingen.
pl: Konfiguracja kasy jest nieprawidłowa. Weryfikuj identyfikatory magazynu i wariantu w ustawieniach rozliczeń.
pt_br: A configuração do checkout é inválida. Verifique os IDs de loja e variante nas configurações de faturamento.
pt_pt: A configuração de pagamento é inválida. Verifique os IDs de loja e variante nas definições de faturação.
ro: Configurația plății este nevalidă. Verificați ID-urile magazinului și variantei în setările de facturare.
ru: Конфигурация оплаты неверна. Проверьте ID магазина и вариантов в параметрах выставления счётов.
sk: Konfigurácia nákupu je neplatná. Overte ID obchodu a variantu v nastaveniach fakturácie.
sv: Kassans konfiguration är ogiltig. Verifiera butik- och variant-ID:erna i faktureringsinställningarna.
th: การกำหนดค่า Checkout ไม่ถูกต้อง ตรวจสอบ ID ร้านค้าและตัวแปรในการตั้งค่าการเรียกเก็บเงิน
tr: Ödeme işlemi yapılandırması geçersiz. Faturalama ayarlarında mağaza ve varyant kimliklerini doğrulayın.
uk: Конфігурація оплати недійсна. Перевірте ідентифікатори магазину та варіантів у параметрах тарифікації.
vi: Cấu hình thanh toán không hợp lệ. Xác minh ID cửa hàng và biến thể trong cài đặt thanh toán.
zh_hans: 结账配置无效。验证计费设置中的商店和变体 ID。
zh_hant: 結帳設定無效。驗證帳單設定中的商店和變體 ID。

# web.billing.error_invalid_plan
source: Please choose a valid subscription plan.
ar: يرجى اختيار خطة اشتراك صحيحة.
cs: Zvolte prosím platný plán předplatného.
da: Vælg venligst en gyldig abonnementplan.
de: Bitte wählen Sie einen gültigen Abonnementplan.
el: Παρακαλώ επιλέξτε ένα έγκυρο σχέδιο συνδρομής.
es: Por favor, elige un plan de suscripción válido.
fi: Valitse kelvollinen tilaaussuunnitelma.
fr: Veuillez choisir un plan d'abonnement valide.
he: אנא בחר בתוכנית מנוי תקינה.
hi: कृपया वैध सदस्यता योजना चुनें।
hu: Válasszon egy érvényes előfizetési csomagot.
id: Silakan pilih paket langganan yang valid.
it: Scegli un piano di abbonamento valido.
ja: 有効なサブスクリプションプランを選択してください。
ko: 유효한 구독 계획을 선택하세요.
ms: Sila pilih pelan langganan yang sah.
nb: Velg en gyldig abonnementsplan.
nl: Kies alstublieft een geldig abonnementplan.
pl: Proszę wybrać prawidłowy plan subskrypcji.
pt_br: Escolha um plano de assinatura válido.
pt_pt: Escolha um plano de subscrição válido.
ro: Vă rugăm să alegeți un plan de abonament valid.
ru: Пожалуйста, выберите действительный план подписки.
sk: Prosím vyberte platný plán predplatného.
sv: Välj en giltig prenumerationsplan.
th: โปรดเลือกแผนการสมัครสมาชิกที่ถูกต้อง
tr: Lütfen geçerli bir abonelik planı seçin.
uk: Виберіть дійсний план підписки.
vi: Vui lòng chọn kế hoạch đăng ký hợp lệ.
zh_hans: 请选择有效的订阅计划。
zh_hant: 請選擇有效的訂閱方案。

# web.billing.error_not_configured
source: Checkout is not configured yet.
ar: لم يتم تكوين الدفع بعد.
cs: Nákup zatím není nakonfigurován.
da: Checkout er ikke konfigureret endnu.
de: Checkout ist noch nicht konfiguriert.
el: Η αγορά δεν έχει ρυθμιστεί ακόμη.
es: La compra aún no está configurada.
fi: Kassaa ei ole vielä määritetty.
fr: L'achat n'est pas encore configuré.
he: תשלום לא הוגדר עדיין.
hi: चेकआउट अभी तक कॉन्फ़िगर नहीं की गई है।
hu: A pénztár még nincs konfigurálva.
id: Pembayaran belum dikonfigurasi.
it: Il pagamento non è ancora configurato.
ja: チェックアウトはまだ設定されていません。
ko: 결제가 아직 구성되지 않았습니다.
ms: Checkout belum dikonfigurasi.
nb: Kjøpsprosessen er ikke konfigurert ennå.
nl: Checkout is nog niet ingesteld.
pl: Kasa nie jest jeszcze skonfigurowana.
pt_br: O checkout ainda não está configurado.
pt_pt: O pagamento ainda não está configurado.
ro: Plata nu este configurată încă.
ru: Оплата еще не настроена.
sk: Nákup zatiaľ nie je nakonfigurovaný.
sv: Kassan är inte konfigurerad än.
th: ยังไม่ได้กำหนดค่า Checkout
tr: Ödeme işlemi henüz yapılandırılmadı.
uk: Оплата ще не налаштована.
vi: Thanh toán chưa được cấu hình.
zh_hans: 结账尚未配置。
zh_hant: 結帳尚未設定。

# web.billing.error_request_failed
source: Request failed.
ar: فشل الطلب.
cs: Požadavek selhal.
da: Anmodning mislykkedes.
de: Anfrage fehlgeschlagen.
el: Το αίτημα απέτυχε.
es: La solicitud falló.
fi: Pyyntö epäonnistui.
fr: La demande a échoué.
he: הבקשה נכשלה.
hi: अनुरोध विफल रहा।
hu: A kérelem meghiúsult.
id: Permintaan gagal.
it: Richiesta non riuscita.
ja: リクエストが失敗しました。
ko: 요청이 실패했습니다.
ms: Permintaan gagal.
nb: Forespørselen mislyktes.
nl: Verzoek mislukt.
pl: Żądanie nie powiodło się.
pt_br: Falha na solicitação.
pt_pt: O pedido falhou.
ro: Cererea a eșuat.
ru: Запрос не выполнен.
sk: Požiadavka zlyhala.
sv: Förfrågan misslyckades.
th: คำขอล้มเหลว
tr: İstek başarısız oldu.
uk: Запит не виконано.
vi: Yêu cầu không thành công.
zh_hans: 请求失败。
zh_hant: 請求失敗。

# web.billing.error_sign_in_first
source: Sign in before subscribing.
ar: قم بتسجيل الدخول قبل الاشتراك.
cs: Přihlaste se před přihlášením k odběru.
da: Log ind før du abonnerer.
de: Melden Sie sich an, bevor Sie abonnieren.
el: Συνδεθείτε πριν κάνετε συνδρομή.
es: Inicia sesión antes de suscribirte.
fi: Kirjaudu sisään ennen tilaamista.
fr: Connectez-vous avant de vous abonner.
he: התחברות לפני ההרשמה.
hi: सदस्यता लेने से पहले साइन-इन करें।
hu: Jelentkezzen be az előfizetés előtt.
id: Masuk sebelum berlangganan.
it: Accedi prima di abbonarti.
ja: 購読する前にサインインしてください。
ko: 구독하기 전에 로그인하세요.
ms: Log masuk sebelum melanggan.
nb: Logg inn før du abonnerer.
nl: Meld je aan voordat je je abonneert.
pl: Zaloguj się przed subskrypcją.
pt_br: Conecte-se antes de se inscrever.
pt_pt: Inicie sessão antes de subscrever.
ro: Conectați-vă înainte de a vă abona.
ru: Войдите перед подпиской.
sk: Pred prihlásením sa prihláste.
sv: Logga in innan du prenumererar.
th: ลงชื่อเข้าใช้ก่อนสมัครสมาชิก
tr: Abone olmadan önce oturum açın.
uk: Увійдіть перед підпискою.
vi: Đăng nhập trước khi đăng ký.
zh_hans: 订阅前请登录。
zh_hant: 訂閱前請登入。

# web.billing.error_temporarily_unavailable
source: Checkout is temporarily unavailable.
ar: الدفع غير متاح مؤقتاً.
cs: Nákup je dočasně nedostupný.
da: Checkout er midlertidigt utilgængelig.
de: Checkout ist vorübergehend nicht verfügbar.
el: Η αγορά είναι προσωρινά μη διαθέσιμη.
es: La compra no está disponible temporalmente.
fi: Kassa ei ole tällä hetkellä käytettävissä.
fr: L'achat est temporairement indisponible.
he: תשלום אינו זמין כרגע.
hi: चेकआउट अस्थायी रूप से अनुपलब्ध है।
hu: A pénztár átmenetileg nem érhető el.
id: Pembayaran sedang tidak tersedia.
it: Il pagamento è temporaneamente non disponibile.
ja: チェックアウトは一時的に利用できません。
ko: 결제를 일시적으로 사용할 수 없습니다.
ms: Checkout tidak tersedia buat sementara.
nb: Kjøpsprosessen er midlertidig utilgjengelig.
nl: Checkout is tijdelijk niet beschikbaar.
pl: Kasa jest tymczasowo niedostępna.
pt_br: O checkout não está disponível temporariamente.
pt_pt: O pagamento está temporariamente indisponível.
ro: Plata este temporar indisponibilă.
ru: Оплата временно недоступна.
sk: Nákup je dočasne nedostupný.
sv: Kassan är temporärt otillgänglig.
th: Checkout ไม่พร้อมใช้งานชั่วคราว
tr: Ödeme işlemi geçici olarak kullanılamıyor.
uk: Оплата тимчасово недоступна.
vi: Thanh toán tạm thời không khả dụng.
zh_hans: 结账暂时不可用。
zh_hant: 結帳暫時無法使用。

# web.billing.error_verify_before_subscribe
source: Verify your email before subscribing — check your inbox for the link.
ar: تحقق من بريدك الإلكتروني قبل الاشتراك — تحقق من صندوق الوارد لديك من الرابط.
cs: Ověřte svůj e-mail před přihlášením k odběru – podívejte se do své doručené pošty na odkaz.
da: Bekræft din e-mail før du abonnerer — tjek din indbakke for linket.
de: Überprüfen Sie Ihre E-Mail vor dem Abonnement – überprüfen Sie Ihren Posteingang auf den Link.
el: Επιβεβαιώστε το email σας πριν κάνετε συνδρομή — ελέγξτε το inbox σας για τον σύνδεσμο.
es: Verifica tu email antes de suscribirte — revisa tu bandeja de entrada para el enlace.
fi: Vahvista sähköpostiosoitteesi ennen tilaamista — tarkista saapuneet viestit linkin varalta.
fr: Vérifiez votre adresse e-mail avant de vous abonner — consultez votre boîte de réception pour le lien.
he: אמת את הדוא״ל שלך לפני ההרשמה — בדוק את תיבת הנציא שלך בקישור.
hi: सदस्यता लेने से पहले अपना ईमेल सत्यापित करें — लिंक के लिए अपने इनबॉक्स को देखें।
hu: Erősítse meg az e-mail-címét az előfizetés előtt — keresse meg a linket a beérkezett levelekben.
id: Verifikasi email sebelum berlangganan — periksa kotak masuk Anda untuk tautannya.
it: Verifica la tua email prima di abbonarti — controlla la tua inbox per il link.
ja: 購読する前にメールを確認してください—受信トレイのリンクをご確認ください。
ko: 구독하기 전에 이메일을 확인하세요 - 받은 편지함에서 링크를 확인하세요.
ms: Sahkan e-mel anda sebelum melanggan — semak peti masuk anda untuk pautan.
nb: Bekreft e-posten din før du abonnerer – sjekk innboksen for lenken.
nl: Verifieer je e-mailadres voordat je je abonneert — controleer je inbox op de link.
pl: Zweryfikuj adres e-mail przed subskrypcją — sprawdź swoją skrzynkę odbiorczą, aby znaleźć link.
pt_br: Verifique seu email antes de se inscrever — procure o link na sua caixa de entrada.
pt_pt: Verifique o seu email antes de subscrever — procure a ligação na sua caixa de entrada.
ro: Verificați-vă e-mailul înainte de a vă abona — căutați linkul în inbox.
ru: Подтвердите свой адрес электронной почты перед подпиской — проверьте входящие письма на наличие ссылки.
sk: Pred prihlásením overte svoju e-mailovú adresu — skontrolujte doručenú poštu na odkaz.
sv: Verifiera din e-post innan du prenumererar — sök efter länken i din inkorg.
th: ยืนยันอีเมลของคุณก่อนสมัครสมาชิก ตรวจสอบอีเมลของคุณสำหรับลิงก์
tr: Abone olmadan önce e-postanızı doğrulayın — gelen kutunuzda bağlantıyı kontrol edin.
uk: Перевірте вашу електронну пошту перед підпискою — перевірте вхідну папку для посилання.
vi: Xác minh email của bạn trước khi đăng ký — kiểm tra hộp thư để tìm liên kết.
zh_hans: 订阅前请验证您的电子邮件——检查收件箱中的链接。
zh_hant: 訂閱前請驗證您的電子郵件 — 檢查您的收件匣中的連結。
